-- phpMyAdmin SQL Dump
-- version 3.5.2.2
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2014 年 11 月 17 日 09:01
-- 服务器版本: 5.5.20-log
-- PHP 版本: 5.3.10

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `xuyuanka`
--

-- --------------------------------------------------------

--
-- 表的结构 `shangfox_user`
--

CREATE TABLE IF NOT EXISTS `shangfox_user` (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `username` varchar(40) NOT NULL,
  `password` varchar(32) NOT NULL,
  `avator` varchar(70) NOT NULL,
  `free` float(10,2) NOT NULL COMMENT '//余额',
  `email` varchar(70) NOT NULL,
  `tel` varchar(13) NOT NULL,
  `qq` varchar(13) NOT NULL,
  `statu` int(1) NOT NULL DEFAULT '0' COMMENT '//1 验证 0 未验证',
  `num` varchar(32) NOT NULL,
  `address` varchar(200) NOT NULL COMMENT '//收货地址',
  `logintime` int(10) unsigned NOT NULL DEFAULT '0',
  `loginip` char(20) NOT NULL DEFAULT '',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=23 ;

--
-- 转存表中的数据 `shangfox_user`
--

INSERT INTO `shangfox_user` (`id`, `username`, `password`, `avator`, `free`, `email`, `tel`, `qq`, `statu`, `num`, `address`, `logintime`, `loginip`) VALUES
(1, 'shangfox', '4ba3b60e77753a80e6f0bd675f4654fb', '5459b6e7a428d.jpg', 0.00, '', '', '68316681', 1, '', '', 1416214829, '127.0.0.1');

-- --------------------------------------------------------

--
-- 表的结构 `shangfox_wish`
--

CREATE TABLE IF NOT EXISTS `shangfox_wish` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `content` varchar(300) NOT NULL,
  `ding` smallint(5) NOT NULL,
  `cai` smallint(5) NOT NULL,
  `click` mediumint(5) NOT NULL,
  `fromname` varchar(20) NOT NULL,
  `time` varchar(220) NOT NULL,
  `statu` tinyint(4) NOT NULL DEFAULT '0',
  `type` varchar(20) NOT NULL,
  `keywords` varchar(60) NOT NULL,
  `class` tinyint(1) NOT NULL,
  `uid` mediumint(5) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4355 ;

--
-- 转存表中的数据 `shangfox_wish`
--

INSERT INTO `shangfox_wish` (`id`, `content`, `ding`, `cai`, `click`, `fromname`, `time`, `statu`, `type`, `keywords`, `class`, `uid`) VALUES
(42, '感谢大慈大悲的菩萨有求必应，感谢这里的许愿树让我梦想成真！老婆这个月真的怀孕了。弟子诚心拜过~~~！！！恳求能继续保佑孩子健健康康的成长、足月出生！！！', 0, 0, 0, '童剑', '1415728433', 1, '求心想事成', '心想事成,童剑', 5, 0),
(45, '因为自己年轻没有好好敬畏生命中的一些东西，导致现在身体受损，我诚心希望上天给我个改过自新的机会，让我的这次的病痛消除，没有任何后遗症留下，就像没有发生过任何事情一样。从前我也是个好人，今后我依然努力做好人，做好事，请帮助我让疾病痊愈吧，让所有事情都过去吧。', 0, 0, 0, '白雪峰', '1415728433', 1, '求疾病痊愈', '疾病痊愈,白雪峰', 7, 0),
(46, '我下去就要去B超了。希望我的宝宝在宫内。宝宝妈妈会好好爱你的，不要让妈妈伤心。妈妈再也伤不起了。希望心想事成。', 0, 0, 0, '王群', '1415728433', 1, '求心想事成', '心想事成,王群', 6, 0),
(47, '希望妈妈平安顺利回到北京， 一路顺利', 0, 0, 0, '郑毅', '1415728434', 1, '求出行平安', '出行平安,郑毅', 3, 0),
(49, '愿上天所有的神灵保佑我全家健康!!真诚跪求！！', 0, 0, 0, '王国栋', '1415728434', 1, '求健康长寿', '健康长寿,王国栋', 4, 0),
(50, '愿我平均每月能够平均收入在1万块以上，保佑我财源不断，希望您还是像以前一样灵验！当我愿望实现后，我会拿出888块还愿的！持之以恒，我每年拿出888块作为你们的开支经费！谢谢', 0, 0, 0, '唐雅薇', '1415728434', 1, '求财运亨通', '财运亨通,唐雅薇', 7, 0),
(51, '求菩萨保佑！保佑我老婆这个月能够怀孕！！', 0, 0, 0, '童剑', '1415724830', 1, '求早生贵子', '早生贵子,童剑', 1, 0),
(52, '我的孩子，希望检查结果正常，希望你安好。我们好不容易期待你来到这个世上，却在短短时间内备受煎熬着，爸爸妈妈那么爱你，想与你一起走过生命里的春夏秋冬，看着你一天天茁壮成长，你就为我们创造一个奇迹吧，燃起希望吧。我的小天使，妈妈愿意用20年的阳寿换你的健康，如果老天给我这个机会！为我们停留吧，墨墨，你若安好便是晴天，生命需要奇迹，你就是Miracle,请抓住我们的手。', 0, 0, 0, '韦雯丽', '1415728457', 1, '求健康成长', '健康成长,韦雯丽', 4, 0),
(54, '姻缘早点到来。工作面试顺利。', 0, 0, 0, '张艺馨', '1415728457', 1, '求姻缘工作', '姻缘工作,张艺馨', 7, 0),
(55, '哥哥为了这个工作付出了太多了，希望哥哥的体检复检能顺利通过，以后的事也都要顺顺利利的。', 0, 0, 0, '黄赛燕', '1415728457', 1, '求心想事成', '心想事成,黄赛燕', 5, 0),
(56, '愿我们的女儿顺利进入理想大学理想大学,保佑保佑保佑！', 0, 0, 0, '兵艳', '1415728784', 1, '求榜上有名', '榜上有名,兵艳', 2, 0),
(57, '老天保佑我老公陈斌伟明天平安回家，信女游兰芳跪求了！', 0, 0, 0, '游兰芳', '1415724688', 1, '求家人平安', '家人平安,游兰芳', 5, 0),
(58, '非常的高兴今年初许下的愿望之一已经实现了 但愿我的宝宝健康又乖巧。接下来希望我的彩票能中个特大奖，能够给自己家和父母都买一套房。祝愿父母和我们全家身体好！', 0, 0, 0, '阿煜', '1415724831', 1, '求财源滚滚', '财源滚滚,阿煜', 5, 0),
(60, '岗级升到十一岗成功！步步高升！心想事成！万事顺意！', 0, 0, 0, '罗永梅', '1415718470', 1, '求心想事成', '心想事成,罗永梅', 3, 0),
(63, '我最爱的老公陈斌伟，自从你失踪后，我都快要奔溃了，各路佛祖菩萨神仙保佑我老公陈斌伟平平安安的，马上回家，信女游兰芳与子陈煌浩跪求了!老公快回家吧！', 0, 0, 0, '游兰芳', '1415724875', 1, '求家人平安', '家人平安,游兰芳', 7, 0),
(64, '希望明天高春健能主动向我认错，并主动先和我联系，承认自己的错误，希望他以后不要在和我闹别扭，什么事都听我的，处处让着我，希望他还是以前的他，像以前一样爱我对我，从来没有改变过。', 0, 0, 0, '小小宇', '1415720396', 1, '求爱情美满', '爱情美满,小小宇', 7, 0),
(66, '希望英国签证能签过！！！', 0, 0, 0, '曾秋瑞', '1415724833', 1, '求折寿换签', '折寿换签,曾秋瑞', 4, 0),
(67, '明天签证顺利通过', 0, 0, 0, '麻丽娟', '1415728807', 1, '求心想事成', '心想事成,麻丽娟', 1, 0),
(69, '保佑李俊哥哥手术顺利。吉人天相，一切安好！', 0, 0, 0, '张萍', '1415724833', 1, '求亲友平安', '亲友平安,张萍', 4, 0),
(70, '卫文佳，是我没有好好关心你，其实你真的很努力，都是我的错，你回来吧，我会好好爱你，不再对你发脾气、疑心、翻旧帐，好好对你一辈子，愿月老保佑，我会专程去为您烧香。', 0, 0, 0, '马强', '1415724833', 1, '求回心转意', '回心转意,马强', 5, 0),
(71, '继续努力，心在学习上，继续上升', 0, 0, 0, '张淼', '1415724833', 1, '求步入正轨', '步入正轨,张淼', 1, 0),
(72, '祝胡睿柯学习日日向上，心在学习上。', 0, 0, 0, '张淼', '1415725230', 1, '求步入正轨', '步入正轨,张淼', 3, 0),
(73, '今年考试没涂科目，希望不会受影响，并且可以安全通过考试！', 0, 0, 0, '周甜', '1415722515', 1, '求心想事成', '心想事成,周甜', 1, 0),
(74, '祝所有亲朋好友，好人一生平安！天天平安活，时时开心过！永远爱你们！', 0, 0, 0, '英英', '1415728808', 1, '求出行平安', '出行平安,英英', 2, 0),
(75, '今年参加高考，去年落榜了。希望今年榜上有名！考得理想的成绩！不要再让父母失望，不要再让我失望！让我的梦想就此起航！加油！', 0, 0, 0, '霍颖婕', '1415723922', 1, '求榜上有名', '榜上有名,霍颖婕', 5, 0),
(76, '儿子疾病痊愈，除去杂念，生活幸福，平安健康，工作顺心，万事顺利', 0, 0, 0, '父母', '1415718620', 1, '求疾病痊愈', '疾病痊愈,父母', 5, 0),
(77, '祝愿我能上研究生，以后一定会努力学习，做事仔细认真。我要改掉我的坏毛病，愿望达成，定来还愿', 0, 0, 0, '王玥', '1415728808', 1, '求榜上有名', '榜上有名,王玥', 5, 0),
(78, '愿儿子陈炫宇高考成绩高于560分，顺利进入2A，加油！', 0, 0, 0, '何艾珉', '1415724590', 1, '求考试通过', '考试通过,何艾珉', 6, 0),
(79, '希望程远燊考试成绩理想，金榜题名，梦想成真！祝燊燊好运！', 0, 0, 0, '丁孝珍', '1415722390', 1, '求榜上有名', '榜上有名,丁孝珍', 2, 0),
(80, '希望我这期买的彩票能中一次一等奖！默默祈祷显灵！显灵！', 0, 0, 0, '王玉柱', '1415728808', 1, '求新置物件', '新置物件,王玉柱', 1, 0),
(81, '希望我的女儿中考成绩能考到575分以上，能考上西安中学，心想事成！　', 0, 0, 0, '刘月琴', '1415724174', 1, '求榜上有名', '榜上有名,刘月琴', 5, 0),
(82, '希望爸爸及其朋友平安无事，心想事成，一切顺利.', 0, 0, 0, '杨雪梅', '1415718289', 1, '求平安无事', '平安无事,杨雪梅', 3, 0),
(83, '保佑我的姥姥刘香兰的病情转危为安，早日康复。我的姥姥是一位特别善良的老人，吃苦受累了一辈子。姥姥从小对我特别的好，保佑让她疾病痊愈，让她老人家好好享享福。保佑她好人有好报，早日康复，转危为安。跪拜。', 0, 0, 0, '李东旭', '1415728809', 1, '求疾病痊愈', '疾病痊愈,李东旭', 6, 0),
(84, '莎莎和筝筝爱情美满', 0, 0, 0, '莎莎', '1415724911', 1, '求爱情美满', '爱情美满,莎莎', 1, 0),
(85, '希望我和张宏谋的爱情永远幸福甜蜜地走下去！即使毕业了，张宏谋也会天天保护我，能够时常陪伴我！我们的爱情会一直甜蜜到永远！张宏谋会在今年5月份找回我，并且会一直陪着我，照顾我，一辈子保护我，能够开心地度过这个大学！', 0, 0, 0, '付欣', '1415721607', 1, '求爱情美满', '爱情美满,付欣', 7, 0),
(86, '也许真的公安耐何不了你!但我相信你一定没有好下场!你会不得好死!死无全尸!你犯下的滔天罪恶都会报应在你身上!', 0, 0, 0, '边缘', '1415728809', 1, '求恶人恶报', '恶人恶报,边缘', 1, 0),
(87, '我工伤请假了，你不等我回厂就悄悄离开了。看着你长大，看着这么多同事喜欢逗你，你知道我是那么怀念你的吗？每次经过你身边，我都喜欢踩一下你的尾巴，你也总喜欢咬一下我的裤角；每天上班我停车时，你总喜欢从厂里跑出来迎接我。我知道你最喜欢跟我玩的。为什么要乱吃地下的东西，现在有没有后悔了？希望你在新的世界也能快快乐乐、无忧无虑。有机会也祝福一下我吧，愿我：健康、快乐平安、幸福！', 0, 0, 0, '周敬峰', '1415724211', 1, '求杰夫安息', '杰夫安息,周敬峰', 1, 0),
(88, '愿我在三赢的钱马上马上马上还回来，保佑保佑，愿望实现我一定会来还愿的！！！', 0, 0, 0, '乖', '1415720257', 1, '求财源滚滚', '财源滚滚,乖', 3, 0),
(89, '祝愿我和老公在2012.03.31的驾校科目三考试中顺利通过!顺利拿到驾照!', 0, 0, 0, '郑小红', '1415728809', 1, '求考试通过', '考试通过,郑小红', 4, 0),
(90, '到了今天我不知克服多少困难，经历了多少挫败和成功，如今我终于要踏入考场，争取一个美好的未来，也是为了给这三年一个完满的结局。我发誓，以我拼搏之名，以我几百天来的努力，带着信心和力量，带着足够的智慧应对高考。请看着我吧！看着我，让三年前的辉煌重现！', 0, 0, 0, '千莉莉', '1415724118', 1, '求榜上有名', '榜上有名,千莉莉', 3, 0),
(91, '但愿我和老公都能去到想去的单位工作，但愿孩子能够上自己满意的大学，但愿我的股票尽快能回来，但愿我和老公今年都能通过监理、二建、一建的考试，但老天能够对我家好些！', 0, 0, 0, '李桂春', '1415722199', 1, '求心想事成', '心想事成,李桂春', 1, 0),
(92, '卫文佳，我最爱的老婆，请你回到我身边吧，我会永远爱你，咱们一起共同努力，一起结婚，白头偕老，幸福美满，我爱你，月老保佑，如果成功，我一定有机会给你去亲自上香。', 0, 0, 0, '马强', '1415728809', 1, '求回心转意', '回心转意,马强', 2, 0),
(93, '希望老公心里只有我一个人不要和别的女人来往。永远只爱我一个人。希望老公不要对我不理不睬，不要总是嫌我烦，希望他能在乎我一点不要那么冷漠。', 0, 0, 0, '王琴', '1415724188', 1, '求爱情美满', '爱情美满,王琴', 2, 0),
(94, '希望焦贝贝能主动约我，希望我们能有未来', 0, 0, 0, '吴凤姣', '1415721281', 1, '求缘分到来', '缘分到来,吴凤姣', 6, 0),
(95, '希望我老公一切平安，无琐事烦扰，一步一个正轨，踏实做人。为此我愿以我之命数抵彼之晦事！天地共鉴！任何小人如有恶意，心怀不轨，我亦愿以我之命数咒其不得善终！天地共鉴！', 0, 0, 0, '周甜', '1415728809', 1, '求大吉大利', '大吉大利,周甜', 5, 0),
(96, '许梦蝶对我好点。不要不理我', 0, 0, 0, '王宁', '1415723529', 1, '求追求成功', '追求成功,王宁', 1, 0),
(97, '祝愿我们这次出行平安、顺利、开心、快乐！', 0, 0, 0, '安丽', '1415718811', 1, '求出行平安', '出行平安,安丽', 1, 0),
(98, '希望人生不止止是这样而已，很羡慕终极系列的终极一家里那一家的亲情，如果可以我真的好希望人生能够重新来过，不想我的人生只剩下伤心和悲哀，我想变强，这样才不会像这样无助，这样无可奈何，让我倍感无力。。如果有修真的存在，真的好希望能够一步步变强。', 0, 0, 0, '万沁', '1415728810', 1, '求心想事成', '心想事成,万沁', 6, 0),
(99, '我希望我跟赵刚可以放下一切永远相爱，永远在一起。', 0, 0, 0, '张静', '1415724830', 1, '求爱情美满', '爱情美满,张静', 5, 0),
(100, '希望杨栋材在一个星期内能够回心转意，和我好好地在一起，永远不分开，一辈子好好地在一起，好好对我疼我爱我。。', 0, 0, 0, '王美汝', '1415719970', 1, '求回心转意', '回心转意,王美汝', 1, 0),
(101, '望得龙子 平安健康', 0, 0, 0, '段晓敏', '1415728810', 1, '求早生贵子', '早生贵子,段晓敏', 2, 0),
(102, '愿自己万事如意，愿我的爱情美满幸福，愿我的钱财快快回来，愿自己心想事成，保佑保佑保佑！！！', 0, 0, 0, '乖乖', '1415724354', 1, '求大吉大利', '大吉大利,乖乖', 2, 0),
(103, '妈妈一生都在努力做一个优秀的医生,解除了许多病人的苦难,希望妈妈这次能够化解掉所有的烦恼,开心每一天,身体永远健康.心里的愿望都能实现.祝福她健康快乐.', 0, 0, 0, '徐燕', '1415719524', 1, '求清除霉运', '清除霉运,徐燕', 3, 0),
(104, '传说，因为这个世界被恶魔诅咒过，这个春天会姗姗来迟。传说，如果有爱心祈祷，一切苦难都会终结。才华横溢，美丽纯洁，待人如己般真诚的女孩。她叫甘璐，只是半生苦难。颈椎，胸椎，腰椎，低血压折磨着她。现在就躺在医院，可能会脑梗中风偏瘫。她，还没过34岁生日。相信爱的力量，我为你祈福！！！', 0, 0, 0, '华全武', '1415728810', 1, '求心想事成', '心想事成,华全武', 5, 0),
(105, '我唯一称呼的老公，你回到我身边吧，咱们结婚然后幸福的生活下去。', 0, 0, 0, '孙立英', '1415724083', 1, '求回心转意', '回心转意,孙立英', 4, 0),
(106, '希望爸爸能逃过此劫,身体慢慢好起来.身体健康,长命百岁.希望爱我及我所爱的人们都能健康幸福地生活下去.', 0, 0, 0, '宁宁', '1415720388', 1, '求健康长寿', '健康长寿,宁宁', 3, 0),
(107, '希望从今以后我们办的每一件事都顺顺利利的办成，现在最急的货款的事情希望明天就成了，爸爸的工成马上开工顺顺利利的把钱挣到手哈，吉祥好运永远伴随我们家人永远顺心顺意~~', 0, 0, 0, '王丹丹', '1415728527', 1, '求心想事成', '心想事成,王丹丹', 6, 0),
(108, '上天能否给我个奇迹，让我到萧山公干几个月，不敢奢望能多久，只要到7月。。。我想陪我的宝贝，想她，想替她多分担点！知道这是个奢望，希望老天能给我个奇迹！真心的爱她，呵护她，想照顾她。。。上帝能帮帮我吗？', 0, 0, 0, '邬俊杰', '1415728677', 1, '求奇迹发生', '奇迹发生,邬俊杰', 4, 0),
(109, '我希望我能顺利的通过专升本考试。山东工商学院有我的名字。拿到录取通知书。这是我的愿望！', 0, 0, 0, '刘燕', '1415728666', 1, '求榜上有名', '榜上有名,刘燕', 6, 0),
(110, '希望这次相亲如愿以偿', 0, 0, 0, '李蒙', '1415728579', 1, '求追求成功', '追求成功,李蒙', 3, 0),
(111, '我想，能让我有一个好好的生活，我想能让我中个大奖，改变我的生活～', 0, 0, 0, '孔晟', '1415728759', 1, '求财源滚滚', '财源滚滚,孔晟', 4, 0),
(112, '我虔诚地向各路神灵祈祷，求你们保佑我最亲爱的黄磊2012年3月3日的浙江公务员考试（报考黄岩区法院，准考证号10202053017）笔试遥遥领先，牢牢站稳第一名的位置！！！', 0, 0, 0, '许倩倩', '1415728741', 1, '求榜上有名', '榜上有名,许倩倩', 4, 0),
(113, '祝愿爸爸的身份早日康复，祝爸爸妈妈身体健康、长命百岁，开心永驻！女儿一有机会就会回家看你们，想您们的女儿英英！', 0, 0, 0, '英英', '1415728654', 1, '求健康长寿', '健康长寿,英英', 2, 0),
(114, '儿子1小时内平平安安到家', 0, 0, 0, '宋春阳', '1415728840', 1, '求心想事成', '心想事成,宋春阳', 2, 0),
(115, '愿所有的灾难都随之远去，祈福平安!祈求老公能免牢狱之灾,早日与家人团聚。祈求儿女们求学顺顺利利,平平安安。祈求父母们健康长寿。佳音至%%福临我家%%天佑姐妹%%心想事成%%', 0, 0, 0, '袁园', '1415729014', 1, '求奇迹发生', '奇迹发生,袁园', 2, 0),
(116, '希望我和臭臭这次的感觉不会错，臭臭，我希望你再次回到我的身边让我在好好地爱你一次，不在惹你生气，永远的陪在你的身边，不离不弃！！', 0, 0, 0, '赵健', '1415728085', 1, '求缘分到来', '缘分到来,赵健', 5, 0),
(117, '保佑我儿子马德礼5月份 6月份考试都能通过！成绩越来越好！身体健康！', 0, 0, 0, '石雪松', '1415728272', 1, '求步入正轨', '步入正轨,石雪松', 1, 0),
(118, '希望哈得力公司能给老公这个机会，不会因为脸的原因而把老公拒之门外，给老公个机会，让老公可以真正为了自己的事业拼搏一次，也为了我们的未来，感谢！希望能很快给我们答复，因为等待是件很揪心的事，不想再看到爸爸那张不开心的脸孔了，希望老公这次能顺利通过，保佑！加油！谢谢！', 0, 0, 0, '彭莹', '1415728389', 1, '求找好工作', '找好工作,彭莹', 4, 0),
(120, '希望明天（2012.03.09）场地考试一定顺利通过！！！', 0, 0, 0, '郑小红', '1415728174', 1, '求考试通过', '考试通过,郑小红', 2, 0),
(121, '希望自己中个双色球一等奖', 0, 0, 0, '蓝色', '1415728274', 1, '求财源滚滚', '财源滚滚,蓝色', 6, 0),
(122, '希望身体没有问题，健健康康，平平安安，身体越来越强壮', 0, 0, 0, '周姗', '1415796933', 1, '求健康长寿', '健康长寿,周姗', 5, 0),
(123, '愿我的他身体健康、一切顺利、平平安安。愿我们在一起永远快快乐乐。', 0, 0, 0, '梁蓉', '1415797132', 1, '求疾病痊愈', '疾病痊愈,梁蓉', 1, 0),
(124, '希望babesun在2012.2.14成为我的男朋友。', 0, 0, 0, '吐火球', '1415797193', 1, '求缘分到来', '缘分到来,吐火球', 5, 0),
(125, '希望身体没有问题，一生健健康康，平平安安，身体越来越强壮。', 0, 0, 0, '周姗', '1415796951', 1, '求健康长寿', '健康长寿,周姗', 1, 0),
(126, '希望爸爸疾病痊愈，化险为夷。希望妈妈身体健康，平安幸福。希望我们一家都幸福快乐！', 0, 0, 0, '史婷婷', '1415797062', 1, '求疾病痊愈', '疾病痊愈,史婷婷', 6, 0),
(127, '考上北京。', 0, 0, 0, '靳丹', '1415797241', 1, '求榜上有名', '榜上有名,靳丹', 7, 0),
(128, '张宏谋会一直爱欣欣！保护欣欣！疼爱欣欣！时刻陪伴欣欣！我们的爱情会永远甜蜜幸福！张宏谋和欣欣会永远快乐甜蜜！', 0, 0, 0, '付欣', '1415797077', 1, '求爱情美满', '爱情美满,付欣', 2, 0),
(130, '钱汉光快点与我联系，我们能好好的在一起一辈子，不再分开，不再争吵，幸幸福福的。', 0, 0, 0, '廖铖彦', '1415797256', 1, '求回心转意', '回心转意,廖铖彦', 2, 0),
(131, '希望我2012年2月28日中个大奖，让家人过上好日子！求菩萨保佑，求奶奶保佑我能中大奖！中奖了，我一定让你风光大葬！奶奶在天之灵，保佑孙子中大奖！', 0, 0, 0, '曾耀龙', '1415797284', 1, '求奇迹发生', '奇迹发生,曾耀龙', 2, 0),
(132, '祝我爸爸身体早日康复，我们家的幸福，就是你健健康康，长命百岁。爸爸你一定能好的。相信自己。　 孩：王亚星', 0, 0, 0, '王亚星', '1415797090', 1, '求疾病痊愈', '疾病痊愈,王亚星', 4, 0),
(133, '我希望后天妈妈平安顺利的回到北京， 一路平安', 0, 0, 0, '郑毅', '1415797185', 1, '求出行平安', '出行平安,郑毅', 5, 0),
(134, '诚心渴望今年能怀上孕,也非常渴望自己的彩票能中大奖 ,买得起房,', 0, 0, 0, '咪', '1415797450', 1, '求心想事成', '心想事成,咪', 3, 0),
(135, '许愿树保佑我2012年中头奖，保佑我们全家人财运旺，身体壮！谢谢谢谢谢谢！', 0, 0, 0, '娜娜', '1415810594', 1, '求财源滚滚', '财源滚滚,娜娜', 5, 0),
(136, '儿子夏丰2012年专业和文化课都通过，9月进入理想大学，实现人生梦想。', 0, 0, 0, '李静岩', '1415726372', 1, '求榜上有名', '榜上有名,李静岩', 6, 0),
(137, '在今年非常渴望能怀孕 非常渴望自己的彩票能中大奖 ,能有钱买房', 0, 0, 0, '阿煜', '1415810731', 1, '求心想事成', '心想事成,阿煜', 6, 0),
(138, '祝愿我老婆李雪梅身体永远健康，血液各项指标完全正常，活到九十九!', 0, 0, 0, '张杜顺', '1415810933', 1, '求疾病痊愈', '疾病痊愈,张杜顺', 4, 0),
(139, '老公恢复如初，身体健康一生。', 0, 0, 0, '李静岩', '1415815969', 1, '求恢复如初', '恢复如初,李静岩', 5, 0),
(140, '大慈大悲的观世音菩萨请保佑弟子陈经伟这次能逢凶化吉，顺利的渡过难关，恳请大慈大悲的观世音菩萨和天上的爷爷奶奶一起显灵，可怜可怜我吧，也请保佑我许下的愿望能早点实现吧，求求你们了，我给您们磕头了，下辈子要我做牛做马都在所不辞！', 0, 0, 0, '张灵乙', '1415726372', 1, '求仇怨化解', '仇怨化解,张灵乙', 4, 0),
(141, '希望今年我能生一个健康聪明的孩子，谢谢神仙的保佑。', 0, 0, 0, '全静莉', '1415816091', 1, '求早生贵子', '早生贵子,全静莉', 2, 0),
(142, '但愿缘分让我们再次相遇，你依然喜欢我然后我们在一起，我不在乎你的过去也不在乎异地恋，愿你能感觉到回到我身边，你会也一样想念我吗。', 0, 0, 0, '甜', '1415816076', 1, '求缘分到来', '缘分到来,甜', 6, 0),
(143, '希望妈妈的病早日康复！', 0, 0, 0, '杨成', '1415896395', 1, '求疾病痊愈', '疾病痊愈,杨成', 5, 0),
(144, '希望于成龙能回心转意，回到我身边，好好在一起，好好珍惜彼此，能让我们两个在以后的日子里好好地平平安安健健康康的在一起一辈子，永远不分开。', 0, 0, 0, '王美汝', '1415896570', 1, '求回心转意', '回心转意,王美汝', 1, 0),
(145, '希望CG深深地爱上我', 0, 0, 0, '雪梅', '1415896749', 1, '求缘分到来', '缘分到来,雪梅', 2, 0),
(4281, '我要和宗立君白头到老！希望我们能恩爱一辈子！', 0, 0, 0, '黄彩霞', '1416150387', 1, '求白头偕老', '白头偕老,黄彩霞', 5, 8388607),
(4282, '上帝：保佑我们永远的在一起……无论发生什么……很珍惜对方……心中只有对方……永远的幸福快乐~……学习事业有成……', 0, 0, 0, '祈祷', '1416150523', 1, '求心想事成', '心想事成,祈祷', 4, 8388607),
(4283, '希望自己能留在阳光工作！', 0, 0, 0, '福娃', '1416150695', 1, '求工作顺利', '工作顺利,福娃', 5, 8388607),
(4284, '  祝国荣（妈妈）孩儿在这里真心的祝您身体健康万事如意，希望您不要像现在这样辛苦了，我不会让您失望的，既然上天给了我做您儿子的机会拿就让我来分担您的痛苦吧，如果上天可以让我母亲身体健康的话我愿意在给我母亲10年的寿命。　  孩儿：毕团文', 0, 0, 0, '毕团文', '1416153437', 1, '求疾病痊愈', '疾病痊愈,毕团文', 7, 0),
(4285, '努力工作光辉一生找个好姑娘  过日子', 0, 0, 0, '马海波', '1416153583', 1, '求心想事成', '心想事成,马海波', 6, 0),
(4286, '愿2014年~什么都顺利，开开心心度过~', 0, 0, 0, '陈俊科', '1416153579', 1, '求开心快乐', '开心快乐,陈俊科', 5, 0),
(4290, '愿小玲回心转意，把握机会尽快遇到合适的人结婚，幸福美满白头到老，不要在任性犟！！让她听家人劝导', 0, 0, 0, '杨晓杰', '1415899301', 1, '求回心转意', '回心转意,杨晓杰', 4, 0),
(4291, '希望在新的一年里可以,找到适合我的工作,遇到好的同事,有贵人相助,愿我的理想早日实现!!!我会努力奋斗的!!!!!!', 0, 0, 0, '秦百卉', '1415899301', 1, '求事业有成', '事业有成,秦百卉', 7, 0),
(4292, '希望我能开心快乐', 0, 0, 0, '陈海生', '1415899301', 1, '求开心快乐', '开心快乐,陈海生', 5, 0),
(4293, '感谢你的出现，感谢你带给我的快乐，欢笑和泪水并不重要，脆弱之后我学会了坚强的面对。希望爱你的人更爱你，你爱的人永远幸福！', 0, 0, 0, '静昊', '1415899171', 1, '求爱情', '爱情,静昊', 3, 0),
(4294, '愿我心想事成。。出人头地。好运连连！！！', 0, 0, 0, '杨雪', '1415899236', 1, '求鸿运当头', '鸿运当头,杨雪', 6, 0),
(4295, '诚心祈求菩萨保佑我这个月能够成功怀孕,心愿达成!!菩萨保佑我一定能怀上!!不要和老公分开!!', 0, 0, 0, '黄洁', '1415899335', 1, '求求子', '求子,黄洁', 7, 0),
(4296, '2010年，我一定要得到一份我想要的爱情。同时，希望我所有的考试通通通过！', 0, 0, 0, '杨星', '1415899191', 1, '求心想事成', '心想事成,杨星', 2, 0),
(4297, '人最好不要错过两样东西，最后一班回家的车和一个深爱你的人，我不想错过你，，，，', 0, 0, 0, '侯静', '1415899248', 1, '求出行平安', '出行平安,侯静', 1, 0),
(4298, '爷爷,希望你平安无事。长命百岁,与麻麻一起白头偕老。', 0, 0, 0, '李小敏', '1415899325', 1, '求健康长寿', '健康长寿,李小敏', 2, 0),
(4300, '12月20日回望以前的事就像是在昨天一样,来到济南.来到这个你曾经来过的城市.穿着你买的羽绒服.你买的NIKE鞋子.带着你买的手表.项链.原来我身上有着如此多你的气息.让我不知不觉每天回味..每当自己一个人的时候总是有无数的回忆在脑海里浮现.你的喜.怒.哀.乐.一颦一笑.都闪现在心里.祝福小公主未来的日子越来越好吧.多吃点.你太瘦了.少喝点酒.老喝酒真的对女人不好.老得快啊', 0, 0, 0, '李斌', '1415899304', 1, '求爱情美满', '爱情美满,李斌', 6, 0),
(4301, '希望我一切顺利！', 0, 0, 0, '钱英', '1415899422', 1, '求缘分到来', '缘分到来,钱英', 1, 0),
(4302, '希望我家开的鸿盛棋牌在2014年顺利转让，价格理想，让那个来转的人早点出现，最好在这两个月，因为我实在太累了！如我所愿我定来还愿！', 0, 0, 0, '张亚阳', '1415899230', 1, '求心想事成', '心想事成,张亚阳', 4, 0),
(4303, '我要田维斌爱我。回心转意。今年圣诞节后和我结婚。', 0, 0, 0, '胡巍巍', '1415899292', 1, '求回心转意', '回心转意,胡巍巍', 3, 0),
(4304, '希望老公工作顺利，不用那么辛苦。在单位工作顺利开心，平平安安，收入稳步增加。', 0, 0, 0, '赵乃莹', '1415899366', 1, '求工作顺利', '工作顺利,赵乃莹', 2, 0),
(4305, '早日和宝宝.老公团聚', 0, 0, 0, '晓敏', '1415899230', 1, '求心想事成', '心想事成,晓敏', 5, 0),
(4306, '我希望2010年的春天到来的时候，张玥就能回到我的身边，和我重新开始。希望他依旧爱着我，我们都有勇气和信心面对我们的未来，珍惜彼此，不离不弃。', 0, 0, 0, '刘薇', '1415899316', 1, '求回心转意', '回心转意,刘薇', 3, 0),
(4307, '保佑我5月16日的理论考试顺利通过！', 0, 0, 0, '孙海龙', '1415899426', 1, '求考试通过', '考试通过,孙海龙', 4, 0),
(4308, '希望明天东莞的沿海江湾国际我能成功销售一套以上。', 0, 0, 0, '黄晓荣', '1415899230', 1, '求心想事成', '心想事成,黄晓荣', 1, 0),
(4309, '我要陆回到我身边。', 0, 0, 0, '亲卿', '1415899288', 1, '求心想事成', '心想事成,亲卿', 3, 0),
(4310, '愿我对他的付出能得到回报，我们的婚姻美满幸福', 0, 0, 0, '赵梓涵', '1415899359', 1, '求白头偕老', '白头偕老,赵梓涵', 3, 0),
(4311, '学业有成，考上理想的大学', 0, 0, 0, '侃侃', '1415899231', 1, '求榜上有名', '榜上有名,侃侃', 7, 0),
(4312, '愿柯柯学习好，期末考好！！！！', 0, 0, 0, '张淼', '1415899303', 1, '求步步高升', '步步高升,张淼', 1, 0),
(4313, '在新年里，我许下愿望，祝我女朋友王双，和所有的亲戚朋友都能够平平安安，一辈子幸福！', 0, 0, 0, '高明', '1415899397', 1, '求亲友平安', '亲友平安,高明', 7, 0),
(4314, '先祝爸爸、妈妈身体健康。她我不知道该怎么去面对，她就像烫手的山芋，想捧在手心里，却不能，　现在真的很无奈。', 0, 0, 0, '赵样', '1415899232', 1, '求缘分到来', '缘分到来,赵样', 5, 0),
(4315, '希望老天能保佑我躲过这次劫难。也能原谅我犯下的错误。从此我会好好地过日子，踏实地工作。', 0, 0, 0, '李红怡', '1415899328', 1, '求疾病痊愈', '疾病痊愈,李红怡', 5, 0),
(4316, '能有很多的钱。', 0, 0, 0, '艳芬', '1415899380', 1, '求心想事成', '心想事成,艳芬', 5, 0),
(4317, '希望工作顺利！阻碍我前途的小人一律死光光~！', 0, 0, 0, '董雯', '1415899232', 1, '求工作顺利', '工作顺利,董雯', 6, 0),
(4318, '明年大发财，拾万以上心想事成', 0, 0, 0, '腾飞通讯', '1415899300', 1, '求心想事成', '心想事成,腾飞通讯', 5, 0),
(4319, '圣诞节为我的布丁下一场大雪吧', 0, 0, 0, '余伟', '1415899352', 1, '求圣诞节', '圣诞节,余伟', 3, 0),
(4320, '努力工作光辉一生找个好姑娘  过日子', 0, 0, 0, '马海波', '1415899232', 1, '求心想事成', '心想事成,马海波', 6, 0),
(4321, '  许愿网死掉', 0, 0, 0, '贾君鹏', '1415899304', 1, '求心想事成', '心想事成,贾君鹏', 4, 0),
(4322, '能够有一个好运气 ！', 0, 0, 0, '王婧', '1415899364', 1, '求大吉大利', '大吉大利,王婧', 2, 0),
(4323, '求求保佑在海南省妇幼保健院抢救的66床欧霞丽婴，希望我的宝宝挺过这关，健健康康，平平安安！', 0, 0, 0, '刘庆国', '1415899232', 1, '求疾病痊愈', '疾病痊愈,刘庆国', 5, 0),
(4324, '希望我六级顺利通过！', 0, 0, 0, '刘政一', '1415899312', 1, '求考试通过', '考试通过,刘政一', 6, 0),
(4325, '希望自己快点怀上孩子，生一个健健康康、漂漂亮亮的儿子。还有老公快点找到好的工作。', 0, 0, 0, '刘飞琼', '1415899366', 1, '求求子', '求子,刘飞琼', 1, 0),
(4326, '希望期末考试每科打100分得第一名！', 0, 0, 0, '马宏跃', '1415899232', 1, '求榜上有名', '榜上有名,马宏跃', 2, 0),
(4327, '今天又是圣诞节，平安夜，希望新的一年有自己的目标，祝所有人都能开心的生活，在2010年希望自己有很大的转变，看能不能改变自己。希望我的所有愿望能实现。谢谢圣诞老人这个人物，看这两天有没有礼物送给我！！！', 0, 0, 0, '孟庆', '1415899310', 1, '求永远幸福', '永远幸福,孟庆', 6, 0),
(4328, '希望xo人头马能打我电话让我去上班  这个月能找到工作  未来工作顺利  事业有成  身体健康  万事如意  找到我爱的人  生活富裕  希望这个月找到工作', 0, 0, 0, '陆晓梅', '1415899404', 1, '求找好工作', '找好工作,陆晓梅', 5, 0),
(4329, '希望2011年11月19号的雅思考试总分上6.5分以上，并且各项分数都要上6分，希望保佑我一切顺利，成功申请到国外知名大学的好专业！希望成功！', 0, 0, 0, '付欣', '1415899233', 0, '求考试通过', '考试通过,付欣', 1, 0),
(4330, '愿望和董志竟永远在一起', 0, 0, 0, '毕连柱', '1415899308', 1, '求白头偕老', '白头偕老,毕连柱', 3, 0),
(4331, '希望我能好好努力，在高中的学习中能够凭借自己的实力一直进步，最终学业有成，在三年后也就是2012年的高考中能够大显身手，榜上有名，成功顺利的考入军校或者中山大学。', 0, 0, 0, '张青', '1415899395', 1, '求学业有成', '学业有成,张青', 1, 0),
(4332, '希望心想事成！', 0, 0, 0, '好运来', '1415899258', 1, '求追求成功', '追求成功,好运来', 5, 0),
(4333, '新的一年，保佑我一切顺利！保佑我彩票能中大奖！保佑老公一切顺利！早回到我身边！全家身体健康！一定要帮我实现啊！谢谢啊！南无阿弥陀佛！', 0, 0, 0, '张莉明', '1415899331', 1, '求去除烦恼', '去除烦恼,张莉明', 2, 0),
(4334, '保佑我和老公陈经伟的婚姻能苦尽甘来，我们的宝宝能健康平安的出生，我们一家三口能一直幸福的走下去，请大慈大悲的观世音菩萨和天上的爷爷奶奶一起显灵，可怜可怜我吧，也请保佑我许下的愿望能早点实现吧，求求你们了，我给您们磕头了，下辈子要我做牛做马都行，因为我是真的真的很爱他和宝宝！', 0, 0, 0, '张灵乙', '1415899412', 1, '求永远幸福', '永远幸福,张灵乙', 5, 0),
(4335, '魂牵梦萦地d', 0, 0, 0, 'admin', '1415901830', 1, '求吉祥运气', '', 1, 1),
(4336, '左思洁 我们一定要 努力的爱下去 不管未来的路有多么艰难。 　　　　　　我爱你。', 0, 0, 0, '朱伟', '1416149444', 1, '求爱情美满', '爱情美满,朱伟', 4, 0),
(4337, '我许愿希望我能给孩子一个完整的家，希望和我的老公不离婚，我们能长相厮守，　　和和美美的，相信相爱，白头偕老。希望我的老公张明星永远只爱我一个人，我也　　只爱他。希望我们两个家庭能和好如初，双方都能幸福美满。希望我爸妈少辛苦多　　安逸。', 0, 0, 0, '程湾湾', '1416149510', 1, '求婚姻美满', '婚姻美满,程湾湾', 6, 0),
(4338, '希望：借我钱的人，快点把钱归还，家庭和睦相处，工作顺利！', 0, 0, 0, '李小娜', '1416149620', 1, '求财源滚滚', '财源滚滚,李小娜', 4, 0),
(4339, '请别再让我沉沦，痛苦', 0, 0, 0, '霏霏', '1416151925', 1, '求情深义重', '情深义重,霏霏', 3, 0),
(4340, '让妈妈快快好起来，什么事情都没有，病情快快康复，平平安安，我愿意少活几年来换妈妈早早的康复，健健康康。', 0, 0, 0, '黄家武', '1416151986', 1, '求疾病痊愈', '疾病痊愈,黄家武', 1, 0),
(4341, '希望这次考试能顺利通过.', 0, 0, 0, '一定行', '1416152099', 1, '求步入正轨', '步入正轨,一定行', 6, 0),
(4342, '佛祖保佑两个月内找到心仪的对象把自己嫁出去，不愿看到父母无望的眼神！跪拜！', 0, 0, 0, '贾军琴', '1416151926', 1, '求心想事成', '心想事成,贾军琴', 5, 0),
(4343, '望你能回心转意，我真的好喜欢你，可是你为什么不会改一改呢，多希望你能做回普通人。把这些坏习惯去掉，我等你的电话', 0, 0, 0, '心诚则灵', '1416152013', 1, '求回心转意', '回心转意,心诚则灵', 3, 0),
(4344, '希望他能主动点，上心点。真的希望自己这次能成功，能尽快摆脱单身', 0, 0, 0, '皮皮', '1416152116', 1, '求缘分到来', '缘分到来,皮皮', 1, 0),
(4345, '希望能有丰厚滴收入，过幸福滴小日子！（希望被偷滴钱明天醒来回到我身边，5555555555555，该死滴小偷）', 0, 0, 0, '周微', '1416151941', 1, '求收入丰厚', '收入丰厚,周微', 3, 0),
(4346, '希望可以从正道创业成功！成为家庭一个有贡献的一家之主！不再为钱　　而烦脑！', 0, 0, 0, '袁文波', '1416151996', 1, '求事业有成', '事业有成,袁文波', 4, 0),
(4348, '菩萨保佑我早日找到家附近好的工作！大慈大悲观世音菩保佑我！', 0, 0, 0, '玉儿', '1416151942', 1, '求找好工作', '找好工作,玉儿', 6, 0),
(4349, '海良，我喜欢你　　希望你能知道', 0, 0, 0, '秦嫣', '1416152026', 1, '求缘分到来', '缘分到来,秦嫣', 4, 0),
(4350, '1.电话能找回来　　2.如果找不回来，告诉妈妈，希望她不要生气~~', 0, 0, 0, '李晓慧', '1416152130', 1, '求心想事成', '心想事成,李晓慧', 6, 0),
(4352, '愿我的烦恼快快消除，愿我的愿望早日实现，保佑保佑保佑！', 0, 0, 0, '乖乖', '1416154352', 0, '求去除烦恼', '去除烦恼,乖乖', 6, 0),
(4353, '希望不久后的国家公务员笔试能有个好成绩，希望高中，哪怕落榜，但求无怨无悔。105UP!!!!!', 0, 0, 0, '周安澜', '1416154401', 0, '求找好工作', '找好工作,周安澜', 6, 0),
(4354, '测试一下', 0, 0, 0, '许愿网', '1416214626', 1, '求幸福开心', '', 4, 1);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
