<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `ecs_ad`;");
E_C("CREATE TABLE `ecs_ad` (
  `ad_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `position_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `media_type` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `ad_name` varchar(60) NOT NULL DEFAULT '',
  `ad_link` varchar(255) NOT NULL DEFAULT '',
  `ad_code` text NOT NULL,
  `start_time` int(11) NOT NULL DEFAULT '0',
  `end_time` int(11) NOT NULL DEFAULT '0',
  `link_man` varchar(60) NOT NULL DEFAULT '',
  `link_email` varchar(60) NOT NULL DEFAULT '',
  `link_phone` varchar(60) NOT NULL DEFAULT '',
  `click_count` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `enabled` tinyint(3) unsigned NOT NULL DEFAULT '1',
  PRIMARY KEY (`ad_id`),
  KEY `position_id` (`position_id`),
  KEY `enabled` (`enabled`)
) ENGINE=MyISAM AUTO_INCREMENT=74 DEFAULT CHARSET=utf8");
E_D("replace into `ecs_ad` values('1','1','0','首页专题广告1','http://www.xjd.test/topic.php?topic_id=1','1437443598413319761.jpg','1435651200','1476864000','','','','5','1');");
E_D("replace into `ecs_ad` values('2','2','0','首页专题广告2','http://www.xjd.test/topic.php?topic_id=2','1437443618115141919.jpg','1435651200','1476864000','','','','3','1');");
E_D("replace into `ecs_ad` values('3','3','0','首页专题广告3','http://www.xjd.test/topic.php?topic_id=3','1437443639216982079.jpg','1435651200','1476864000','','','','4','1');");
E_D("replace into `ecs_ad` values('4','4','0','首页专题广告4','http://www.xjd.test/topic.php?topic_id=4','1437443671970687539.jpg','1435651200','1476864000','','','','2','1');");
E_D("replace into `ecs_ad` values('5','5','0','首页专题广告5','http://www.xjd.test/topic.php?topic_id=5','1437443689808458163.jpg','1435651200','1476864000','','','','2','1');");
E_D("replace into `ecs_ad` values('6','6','0','首页-店铺-左侧广告','','1437443964590321726.jpg','1435651200','1476864000','','','','1','1');");
E_D("replace into `ecs_ad` values('7','7','0','首页-店铺-右侧广告','','1437443987264556143.jpg','1435651200','1476864000','','','','0','1');");
E_D("replace into `ecs_ad` values('8','8','0','首页幻灯片-小图下1','','1437497920196427586.jpg','1435651200','1474358400','','','','3','1');");
E_D("replace into `ecs_ad` values('9','9','0','首页幻灯片-小图下2','','1437497944523762531.jpg','1435651200','1476950400','','','','1','1');");
E_D("replace into `ecs_ad` values('10','10','0','首页幻灯片-小图下3','','1437497969836917729.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('11','11','0','首页-分类ID1-左侧图片','','1437498557902889630.jpg','1435651200','1505894400','','','','0','1');");
E_D("replace into `ecs_ad` values('12','12','0','首页-分类ID2-左侧图片','','1437498339486690622.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('13','13','0','首页-分类ID3-左侧图片','','1437498376873749155.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('14','14','0','首页-分类ID4-左侧图片','','1437498403240204298.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('15','15','0','首页-分类ID5-左侧图片','','1437498451453717980.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('16','16','0','首页-分类ID6-左侧图片','','1437498475161350896.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('17','17','0','首页-分类ID7-左侧图片','','1437498503904706751.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('18','18','0','首页-分类ID8-左侧图片','','1437498527130339382.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('19','19','0','首页-分类ID1右侧广告1','','1437498774407314769.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('20','20','0','首页-分类ID1右侧广告2','','1437498791542281098.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('21','21','0','首页-分类ID2右侧广告1','','1437498928420613316.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('22','22','0','首页-分类ID2右侧广告2','','1437498984255336373.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('23','23','0','首页-分类ID3右侧广告1','','1437499098183223299.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('24','24','0','首页-分类ID3右侧广告2','','1437499126023834343.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('25','25','0','首页-分类ID4右侧广告1','','1437499176310430695.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('26','26','0','首页-分类ID4右侧广告2','','1437499198350755312.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('27','27','0','首页-分类ID5右侧广告1','','1437499305845389054.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('28','28','0','首页-分类ID5右侧广告2','','1437499387466571785.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('29','29','0','首页-分类ID6右侧广告1','','1437499475823186224.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('30','30','0','首页-分类ID6右侧广告2','','1437499497036065698.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('31','31','0','首页-分类ID7右侧广告1','','1437499932605024548.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('32','32','0','首页-分类ID7右侧广告2','','1437499958486086167.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('33','33','0','首页-分类ID8右侧广告1','','1437500144107285499.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('34','34','0','首页-分类ID8右侧广告2','','1437500234427107477.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('35','35','0','首页-分类ID1通栏广告','','1437500451024703742.jpg','1435651200','1476950400','','','','1','1');");
E_D("replace into `ecs_ad` values('36','36','0','首页-分类ID4通栏广告','','1437500501794038732.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('37','37','0','首页-分类ID8通栏广告','','1437500529310918993.jpg','1435651200','1476950400','','','','0','1');");
E_D("replace into `ecs_ad` values('38','38','0','频道页-分类ID1-图片1','','1437584516643169695.jpg','1435651200','1477036800','','','','3','1');");
E_D("replace into `ecs_ad` values('39','39','0','频道页-分类ID1-图片2','','1437584779944154716.jpg','1435651200','1477036800','','','','0','1');");
E_D("replace into `ecs_ad` values('40','40','0','频道页-分类ID1-图片3','','1437584814283655281.jpg','1435651200','1477036800','','','','0','1');");
E_D("replace into `ecs_ad` values('41','41','0','频道页-分类ID2-图片1','','1437586917638435203.jpg','1435651200','1477036800','','','','0','1');");
E_D("replace into `ecs_ad` values('42','42','0','频道页-分类ID2-图片2','','1437587341931566910.jpg','1435651200','1477036800','','','','0','1');");
E_D("replace into `ecs_ad` values('43','43','0','频道页-分类ID2-图片3-1','','1437587416620218714.jpg','1435651200','1477036800','','','','0','1');");
E_D("replace into `ecs_ad` values('44','43','0','频道页-分类ID2-图片3-2','','1437587434007231369.jpg','1435651200','1477036800','','','','0','1');");
E_D("replace into `ecs_ad` values('45','43','0','频道页-分类ID2-图片3-3','','1437587451977920522.jpg','1435651200','1477036800','','','','0','1');");
E_D("replace into `ecs_ad` values('46','43','0','频道页-分类ID2-图片3-4','','1437587464965488644.jpg','1435651200','1477036800','','','','0','1');");
E_D("replace into `ecs_ad` values('47','43','0','频道页-分类ID2-图片3-5','','1437587487479959687.jpg','1435651200','1477036800','','','','0','1');");
E_D("replace into `ecs_ad` values('48','43','0','频道页-分类ID2-图片3-6','','1437587523208947162.jpg','1435651200','1477036800','','','','0','1');");
E_D("replace into `ecs_ad` values('49','44','0','积分商城banner广告1','','1437589745077253266.jpg','1437552000','1597996800','','','','0','1');");
E_D("replace into `ecs_ad` values('50','45','0','积分商城banner广告2','','1437589866930988718.jpg','1437552000','1566374400','','','','0','1');");
E_D("replace into `ecs_ad` values('51','46','0','积分商城banner广告3','','1437589886385874800.jpg','1437552000','1566374400','','','','0','1');");
E_D("replace into `ecs_ad` values('52','47','0','积分商城banner广告4','','1437589904563695475.jpg','1437552000','1566374400','','','','3','1');");
E_D("replace into `ecs_ad` values('53','49','0','积分商城通栏广告','','1437590460468432807.jpg','1437552000','1597996800','','','','0','1');");
E_D("replace into `ecs_ad` values('54','48','0','频道页面-小分类ID55-广告','','1437591187278384298.jpg','1437552000','1440144000','','','','0','1');");
E_D("replace into `ecs_ad` values('55','50','0','频道页面-小分类ID57-广告','','1437591331330793568.jpg','1435651200','1477036800','','','','0','1');");
E_D("replace into `ecs_ad` values('56','51','0','拍卖列表banner广告1','','1437591936766548819.jpg','1437552000','1597996800','','','','1','1');");
E_D("replace into `ecs_ad` values('57','52','0','拍卖列表banner广告2','','1437591968113037089.jpg','1437552000','1566374400','','','','0','1');");
E_D("replace into `ecs_ad` values('58','53','0','拍卖列表banner广告3','','1437592138548361031.jpg','1437552000','1566374400','','','','2','1');");
E_D("replace into `ecs_ad` values('59','54','0','拍卖列表banner广告4','','1437592268836563576.jpg','1437552000','1566374400','','','','1','1');");
E_D("replace into `ecs_ad` values('60','55','0','频道页面-小分类ID56-广告','','1437592348952430337.jpg','1435651200','1477036800','','','','0','1');");
E_D("replace into `ecs_ad` values('61','58','0','提货券列表广告1','','1437673880270941574.jpg','1435651200','1477123200','','','','0','1');");
E_D("replace into `ecs_ad` values('62','59','0','提货券列表广告2','','1437673898952757449.jpg','1435651200','1477123200','','','','0','1');");
E_D("replace into `ecs_ad` values('63','60','0','提货券列表广告3','','1437673914673473694.jpg','1435651200','1477123200','','','','0','1');");
E_D("replace into `ecs_ad` values('64','61','0','app首页banner1','http://www.68ecshop.com/','appbanner1.jpg','1378627200','1484640000','','','','0','1');");
E_D("replace into `ecs_ad` values('65','61','0','app首页banner2','http://www.68ecshop.com/','appbanner2.jpg','1378627200','1484640000','','','','0','1');");
E_D("replace into `ecs_ad` values('66','61','0','app首页banner3','http://www.68ecshop.com/','appbanner3.jpg','1378886400','1484640000','','','','0','1');");
E_D("replace into `ecs_ad` values('67','61','0','app首页banner4','http://www.68ecshop.com/','appbanner4.jpg','1378886400','1484640000','','','','0','1');");
E_D("replace into `ecs_ad` values('68','62','0','app首页3张广告1_1','http://www.68ecshop.com/','appad11.jpg','1388649600','1484640000','','','','0','1');");
E_D("replace into `ecs_ad` values('69','62','0','app首页3张广告1_2','goods/15','appad12.jpg','1388649600','1484640000','','','','0','1');");
E_D("replace into `ecs_ad` values('70','62','0','app首页3张广告1_3','article/13','appad13.jpg','1388649600','1484640000','','','','0','1');");
E_D("replace into `ecs_ad` values('71','63','0','app首页3张广告2_1','article/10','appad21.jpg','1388649600','1484640000','','','','0','1');");
E_D("replace into `ecs_ad` values('72','63','0','app首页3张广告2_2','article/10','appad22.jpg','1388649600','1484640000','','','','0','1');");
E_D("replace into `ecs_ad` values('73','63','0','app首页3张广告2_3','article/10','appad23.jpg','1388649600','1484640000','','','','0','1');");

require("../../inc/footer.php");
?>